export const routes = [
  {
    icon: '/icon-1.svg',
    links: [
      {
        route: '/',
        name: 'Процесс подбора',
      },
      {
        route: '/',
        name: 'Ожидаемая зарплата',
      },
      {
        route: '/',
        name: 'Воронка подборка',
      },
      {
        route: '/',
        name: 'Источник подбора',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Средний возраст',
      },
      {
        route: '/',
        name: 'Поток кандидатов',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Отчеты рекрутера',
      },
    ],
  },
  {
    icon: '/icon-2.svg',
    links: [
      {
        route: '/',
        name: 'Процесс подбора 1',
      },
      {
        route: '/',
        name: 'Ожидаемая зарплата',
      },
      {
        route: '/',
        name: 'Воронка подборка',
      },
      {
        route: '/',
        name: 'Источник подбора',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Средний возраст',
      },
      {
        route: '/',
        name: 'Поток кандидатов',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Отчеты рекрутера',
      },
    ],
  },
  {
    icon: '/icon-3.svg',
    links: [
      {
        route: '/',
        name: 'Процесс подбора 2',
      },
      {
        route: '/',
        name: 'Ожидаемая зарплата',
      },
      {
        route: '/',
        name: 'Воронка подборка',
      },
      {
        route: '/',
        name: 'Источник подбора',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Средний возраст',
      },
      {
        route: '/',
        name: 'Поток кандидатов',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Отчеты рекрутера',
      },
    ],
  },
  {
    icon: '/icon-4.svg',
    links: [
      {
        route: '/',
        name: 'Процесс подбора 3',
      },
      {
        route: '/',
        name: 'Ожидаемая зарплата',
      },
      {
        route: '/',
        name: 'Воронка подборка',
      },
      {
        route: '/',
        name: 'Источник подбора',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Средний возраст',
      },
      {
        route: '/',
        name: 'Поток кандидатов',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Отчеты рекрутера',
      },
    ],
  },
  {
    icon: '/icon-5.svg',
    links: [
      {
        route: '/',
        name: 'Процесс подбора 4',
      },
      {
        route: '/',
        name: 'Ожидаемая зарплата',
      },
      {
        route: '/',
        name: 'Воронка подборка',
      },
      {
        route: '/',
        name: 'Источник подбора',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Средний возраст',
      },
      {
        route: '/',
        name: 'Поток кандидатов',
      },
      {
        route: '/',
        name: 'Причины отклонение',
      },
      {
        route: '/',
        name: 'Отчеты рекрутера',
      },
    ],
  },
];
